/* The readable string for the 'kTRSTechnicalMarkExcellent' mark. */
"Excellent" = "Sehr gut";

/* The readable string for the 'kTRSTechnicalMarkFair' mark. */
"Fair" = "Befriedigend";

/* The readable string for the 'kTRSTechnicalMarkGood' mark. */
"Good" = "Gut";

/* The readable string for the 'kTRSTechnicalMarkPoor' mark. */
"Poor" = "Ausreichend";

/* Used in the shop grading views' grade label (singular) */
"Review" = "Bewertung";

/* Used in the shop grading views' grade label (plural) */
"Reviews" = "Bewertungen";

/* The readable string for the 'kTRSTechnicalMarkVeryPoor' mark. */
"Very poor" = "Mangelhaft";

